9/data/attachments/ef8f7a3315108735.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_0fd1a867-3ee0-4023-b238-56d034f09df9</nif:username>
            <nif:friendToBeAdded>Tammy_case_Friend_83231_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>